{
  "id": "11155894",
  "name": "Meerut Conspiracy Trial, 1929-1933 (via British Online Archives)",
  "description": "",
  "url": "https://arch.library.nyu.edu/databases/proxy/NYU05144",
  "site_id": "873",
  "type_id": "10",
  "owner_id": "24837",
  "az_vendor_id": "0",
  "meta": {
    "more_info": "\"On 20 March 1929, thirty-one people, suspected of either communist or trades unionist affiliations, were arrested across India, including Bombay, Calcutta and Poona. They were to be shortly followed by a thirty-second person - Hugh Lester Hutchinson - in June of the same year. Collectively, they were charged \"under section 121A of the Indian Penal Code, of conspiracy to deprive the King of the sovereignty of British India.\" Ever since the Bolshevik revolution of October 1917, there grew a ubiquitous fear within the West of the spread of communism via Moscow's chief manifestation, the Comintern (Communist International). Indeed, it had long been suspected by the India Office that the Comintern had instructed the three Britons charged in the trial - Philip Spratt, Ben Bradley and Lester Hutchinson - to travel to India with the specific task of engendering a revolutionary espirit de corps within India's own growing trades union movements. More than this, however, the Meerut trial also demonstrates an indigenous expression of anti-colonialism from which, it could be argued, the British authorities were ultimately unable to counter. Given the highly protracted nature of the trial, public sympathy for the accused and imprisoned grew rapidly and the following documents add weight to this assertion. Collectively drawn from the British Library, Labour History Archive & Study Centre and Working Class Movement Library, the following documents bring together an array of differing, and balanced, perspectives on both the trial itself as well as its consequences for British imperialism as the sun was beginning to set on the Empire.\"",
    "target": "0",
    "enable_proxy": "0"
  },
  "created": "2015-03-18 22:08:13",
  "updated": "2015-05-21 15:05:21",
  "slug_id": "0"
}